window.PRODUCTS = [
  {
    id: 1,
    cat: "紅系",
    name: "#1 自改良極血紅大背緞帶",
    subtitle: "粗體原線公｜實拍影片①",
    price: 900,
    emoji: "🐠",
    desc: "1公、1緞母、1短母｜請依實拍影片自行判斷魚隻表現。",
    videos: [
      "LINE_MOVIE_1790313978285_web.mp4"
    ],
    info: {
      "品種": "種魚極血紅大背緞帶",
      "金額": "NT$900",
      "魚隻數量": "1公、1緞母、1短母",
      "海外運送": "提供",
      "提供自取": "不提供，一律以宅配方式交易",
      "配送運費": "運費150元；2標合併運費200元",
      "貨到付款": "無",
      "運送風險": "貨到保證"
    },
    notice: "影片中的魚隻表現請自行判斷，如有疑慮請勿下標。若有緞帶公，屬贈送，不在貨到保證範圍。"
  },

  {
    id: 2,
    cat: "紅系",
    name: "#2 自改良極血紅大背緞帶",
    subtitle: "粗體原線公｜實拍影片②",
    price: 900,
    emoji: "🐠",
    desc: "1公、1緞母、1短母｜請依實拍影片自行判斷魚隻表現。",
    videos: [
      "LINE_MOVIE_1790313997010_web.mp4"
    ],
    info: {
      "品種": "種魚極血紅大背緞帶",
      "金額": "NT$900",
      "魚隻數量": "1公、1緞母、1短母",
      "海外運送": "提供",
      "提供自取": "不提供，一律以宅配方式交易",
      "配送運費": "運費150元；2標合併運費200元",
      "貨到付款": "無",
      "運送風險": "貨到保證"
    },
    notice: "影片中的魚隻表現請自行判斷，如有疑慮請勿下標。若有緞帶公，屬贈送，不在貨到保證範圍。"
  },

  {
    id: 3,
    cat: "紅系",
    name: "#3 自改良極血紅大背緞帶",
    subtitle: "粗體原線公｜實拍影片③",
    price: 900,
    emoji: "🐠",
    desc: "1公、1緞母、1短母｜請依實拍影片自行判斷魚隻表現。",
    videos: [
      "LINE_MOVIE_1790314006514_web.mp4"
    ],
    info: {
      "品種": "種魚極血紅大背緞帶",
      "金額": "NT$900",
      "魚隻數量": "1公、1緞母、1短母",
      "海外運送": "提供",
      "提供自取": "不提供，一律以宅配方式交易",
      "配送運費": "運費150元；2標合併運費200元",
      "貨到付款": "無",
      "運送風險": "貨到保證"
    },
    notice: "影片中的魚隻表現請自行判斷，如有疑慮請勿下標。若有緞帶公，屬贈送，不在貨到保證範圍。"
  },

  {
    id: 4,
    cat: "紅系",
    name: "#4 自改良極血紅大背緞帶",
    subtitle: "粗體原線公｜實拍影片④",
    price: 900,
    emoji: "🐠",
    desc: "1公、1緞母、1短母｜請依實拍影片自行判斷魚隻表現。",
    videos: [
      "LINE_MOVIE_1790314029057_web.mp4"
    ],
    info: {
      "品種": "種魚極血紅大背緞帶",
      "金額": "NT$900",
      "魚隻數量": "1公、1緞母、1短母",
      "海外運送": "提供",
      "提供自取": "不提供，一律以宅配方式交易",
      "配送運費": "運費150元；2標合併運費200元",
      "貨到付款": "無",
      "運送風險": "貨到保證"
    },
    notice: "影片中的魚隻表現請自行判斷，如有疑慮請勿下標。若有緞帶公，屬贈送，不在貨到保證範圍。"
  }
];
